{
  "articles": [
    {
      "source": {
        "name": "SMKN 1 Bantul"
      },
      "title": "HUT SMKN 1 Bantul ke- 57",
      "description": "Haornas ke-42 diperingati di SMK N 1 Bantul pada Selasa, 9 September 2025 dengan penuh semangat dan kebersamaan.",
      "content": [
        "Hari Olahraga Nasional (Haornas) diperingati setiap tanggal 9 September. Pada tahun ini, Haornas ke-42 diperingati di SMK N 1 Bantul pada Selasa, 9 September 2025 dengan penuh semangat dan kebersamaan.",
        "Rangkaian kegiatan diawali dengan Apel Pagi yang dipimpin langsung oleh Kepala SMK N 1 Bantul, Bapak Raharjo, S.IP., M.Pd. Apel berlangsung di lapangan sekolah mulai pukul 07.00-07.30 WIB dan diikuti oleh seluruh warga sekolah. Pada kesempatan ini, para siswa juga mendapatkan kupon sebagai tanda keikutsertaan dalam kegiatan.",
        "Usai apel, acara dilanjutkan dengan Jalan Sehat yang dimulai pukul 07.30 WIB hingga 08.45 WIB. Warga sekolah bersama-sama menempuh rute yang telah ditentukan, yaitu start dari depan gerbang sekolah menuju timur hingga perempatan sawah, berbelok ke selatan melewati SPBU Manding, kemudian melalui gapura Sabdodadi ke arah timur, dan berakhir kembali di SMK N 1 Bantul. Kegiatan jalan sehat ini tidak hanya menyehatkan fisik, tetapi juga mempererat kebersamaan antarwarga sekolah.",
        "Setelah jalan sehat, kegiatan berlanjut dengan berbagai lomba olahraga yang dilaksanakan mulai pukul 08.45 hingga 11.45 WIB. Lomba yang digelar antara lain bola voli putra, tenis meja, dan estafet. Seluruh lomba berlangsung di lapangan voli dan lapangan basket SMK N 1 Bantul, diikuti oleh para siswa dengan penuh antusias. Lomba olahraga ini bertujuan untuk menumbuhkan semangat sportivitas, meningkatkan kesadaran akan pentingnya olahraga, menggali bakat siswa, serta mempererat kebersamaan dalam suasana yang positif dan edukatif.",
        "Menjelang tengah hari, seluruh warga sekolah yang beragama Islam melaksanakan ibadah salat Zuhur, dilanjutkan dengan kegiatan ISHOMA pada pukul 11.45-12.30 WIB. Setelah itu, perlombaan kembali dilanjutkan hingga pukul 14.30 WIB. Meski lelah, semangat para siswa tetap tinggi dan terlihat jelas antusiasme mereka dalam mengikuti setiap cabang lomba.",
        "Peringatan Haornas tahun ini menjadi bukti bahwa olahraga bukan hanya tentang kompetisi, tetapi juga tentang membangun solidaritas, sportivitas, dan budaya hidup sehat. Diharapkan, kegiatan ini dapat menumbuhkan semangat berprestasi sekaligus menanamkan kebiasaan hidup sehat di kalangan siswa SMK N 1 Bantul."
      ],
      "url": "/berita/smkn-1-bantul-raih-juara-1-lks-nasional-2025",
      "urlToImage": "https://www.smkn1bantul.sch.id/storage/01K4PH24F15FFDBV5NRKBG6031.jpeg",
      "publishedAt": "2025-10-15T08:30:00Z"
    },
    {
      "source": {
        "name": "SMKN 1 Bantul"
      },
      "title": "HUT SMKN 1 Bantul ke- 57",
      "description": "Peringatan hari ulang tahun sekolah menjadi kegiatan rutin setiap tahunnya. Rabu, 7 Mei 2025 SMK N 1 Bantul menyelenggarakan puncak peringatan HUT yang ke-57. Acara tersebut berjalan dengan sukses dan meriah serta dihadiri oleh kepala Dinas Dikpora DIY, kepala",
      "content": [
        "Peringatan hari ulang tahun sekolah menjadi kegiatan rutin setiap tahunnya. Rabu, 7 Mei 2025 SMK N 1 Bantul menyelenggarakan puncak peringatan HUT yang ke-57. Acara tersebut berjalan dengan sukses dan meriah serta dihadiri oleh kepala Dinas Dikpora DIY, kepala Balai Pendidikan Menengah Bantul, kepala Komite SMKN 1 Bantul, warga sekolah, dan beberapa tamu undangan lainnya. Peringatan puncak HUT ke-57 tahun Skansaba, diisi dengan beberapa kegiatan seperti pemotongan tumpeng, penampilan tari, peresmian unit usaha sekolah (Koperasi Siswa Syariah, Bisnis Center,dan Axioo Class Program, serta Remen Coffee) pertunjukan Ketoprak Laksmi Budaya, pertunjukan cerita rakyat dari P5 kelas XI, dan penampilan Teater Skansaba.",
        "Pra Acara peringatan HUT SMKN 1 Bantul diawali dengan penampilan Tari Angguk Manis oleh dua orang perwakilan siswa. Tari ini mengandung filosofi mengenai rasa syukur kepada Tuhan setelah memanen padi dan juga menceritakan tentang beberapa aspek kehidupan seperti budi pekerti, nasihat, dan pendidikan. Dilanjutkan dengan pembukaan acara oleh pembawa acara dan menyanyikan lagu Indonesia Raya serta Mars Skansaba yang diiringi oleh Tim Paduan Suara, Gita Buana Skansaba. Kepala SMK N 1  Bantul (Bapak Raharjo, S.IP., M.Pd) mengatakan, “Adanya peresmian Koperasi Siswa Skansaba Syariah, Bisnis Center, Axioo Class Program, serta Remen Coffe semoga dapat membuat siswa semakin berkembang dengan baik sesuai bidang keahliannya.” Hal ini sejalan dengan yang disampaikan Kepala Balai Pendidikan Menengah Bantul (Bapak Ismunardi, M.Pd.) Beliau menyampaikan, 'dengan adanya perubahan dan perkembangan yang ada di sekolah ini, semoga siswa terus dapat berkembang dengan baik secara akademik maupun non akademi.'",
        "Acara selanjutnya adalah pemotongan tumpeng oleh Bapak Ismunardi, S.Pd., M.M., selaku Kepala Balai Pendidikan Menengah Bantul dan diserahkan kepada Kepala SMKN 1 Bantul, Bapak Raharjo, S.Ip., M.Pd,. Pemotongan tumpeng ini disimbolkan sebagai wujud rasa syukur atas berdirinya SMK N 1 Bantul selama 57 tahun ini. Selain pemotongan tumpeng dilanjutkan dengan penampilan Tari Sahasika Adikari oleh Tim Tari Candrakala dari SMK N 1 Bantul. Tarian ini menggambarkan seorang perempuan yang tangguh, mandiri, dan gigih. Selain penampilan tari, terdapat juga penyerahan piala kepada sekolah atas prestasi yang diraih oleh beberapa siswa. Prestasi dari Lomba Kompetensi Siswa tingkat Provinsi DIY diraih oleh konsentrasi keahlian Bisnis Digital (BD), Rekayasa Perangkat Lunak (RPL), Teknik Komputer Jaringan (TKJ).",
        "Puncak HUT ke-57 Skansaba ini dimeriahkan dengan penampilan Ketoprak Laksmi Budaya yang diperankan oleh Bapak/Ibu guru normada (mengusung cerita, Tresno Mawa Wisa atau Ipar adalah Mawut) penampilan P5 kelas XI RPL 2 (Menampilkan cerita rakyat yang berjudul Aji Saka), dan penampilan kelas XI DKV 2 (menampilkan cerita rakyat, Calon Arang). Penampilan Teater Skansaba (berjudul Kakus) menjadi penutup puncak HUT ke-57 tahun, kemudian diakhiri dengan doa."
      ],
      "url": "/berita/kunjungan-industri-telkom-2025",
      "urlToImage": "https://smkn1bantul.sch.id/storage/01JVP2631ZEFX0E620YVYM2CDQ.jpg",
      "publishedAt": "2025-10-10T10:15:00Z"
    },
    {
      "source": {
        "name": "SMKN 1 Bantul"
      },
      "title": "Pesantren Kilat 2025",
      "description": "SMKN 1 Bantul mengadakan workshop digital marketing untuk siswa jurusan Bisnis Digital. Narasumber dari praktisi industri membagikan pengalaman dan strategi pemasaran digital terkini.",
      "content": [
        "SMKN 1 Bantul Semarakkan Ramadhan dengan Pesantren dan Ngaji Bersama Al Habib Musthafa Sayyidi Baraqbah, Lc.",
        "Suasana Ramadhan di SMKN 1 Bantul terasa begitu khidmat dan meriah dengan digelarnya acara Pesantren Ramadhan 1446H pada tanggal 24 dan 25 Maret 2025. Acara yang bertajuk 'Ngaji dan Sholawat Bersama' ini menghadirkan Al Habib Musthafa Sayyidi Baraqbah, Lc., dan Gus Musta'in sebagai narasumber. Selain itu, grup Hadroh YKS turut memeriahkan acara dengan lantunan sholawat yang syahdu.",
        "Ratusan siswa kelas X dan XI antusias mengikuti acara ini. Kegiatan diawali dengan Sholat Dhuha bersama kemudian dilanjutkan Tadarus (Muqoddaman) tiap kelas 1 kali khataman. Kepala SMKN 1 Bantul, Bapak Raharjo, S.IP, M.Pd., dalam sambutannya menyampaikan apresiasi atas terselenggaranya acara ini. Beliau berharap, kegiatan ini dapat meningkatkan keimanan dan ketakwaan siswa serta mempererat tali silaturahmi antar warga sekolah."
      ],
      "url": "/berita/workshop-digital-marketing-2025",
      "urlToImage": "https://smkn1bantul.sch.id/storage/01JQ36SX5YBCT9RC7XCYV9KJ48.jpeg",
      "publishedAt": "2025-10-05T14:20:00Z"
    },
    {
      "source": {
        "name": "SMKN 1 Bantul"
      },
      "title": "HUT ke-270 D.I.Yogyakarta",
      "description": "Hari ini Kamis Wage, 13 Maret 2025, DIY memperingati Hari Jadi ke-270. SMKN 1 Bantul mengikuti acara Menabuh Gamelan Serentak dalam rangka memperingati HUT ke-270 Daerah Istimewa Yogyakarta! Acara istimewa ini akan melibatkan sekolah SMA, SMK, dan SLB dari seluruh DIY yang akan memainkan gamelan secara serentak, menampilkan kekayaan budaya dan seni tradisional khas Yogyakarta.",
      "content": [
        "Hari ini Kamis Wage, 13 Maret 2025, DIY memperingati Hari Jadi ke-270. SMKN 1 Bantul mengikuti acara Menabuh Gamelan Serentak dalam rangka memperingati HUT ke-270 Daerah Istimewa Yogyakarta! Acara istimewa ini akan melibatkan sekolah SMA, SMK, dan SLB dari seluruh DIY yang akan memainkan gamelan secara serentak, menampilkan kekayaan budaya dan seni tradisional khas Yogyakarta.",
        "Awal Mula Berdirinya Yogyakarta: Hadeging Nagari Dalem Kasultanan Mataram Ngayogyakarta Hadiningrat",
        "Tanggal 13 Maret 1755 menjadi tonggak sejarah penting bagi Daerah Istimewa Yogyakarta. Pada hari itu, terjadi peristiwa bersejarah yang dikenal sebagai Hadeging Nagari Dalem Kasultanan Mataram Ngayogyakarta Hadiningrat, atau berdirinya Keraton Yogyakarta. Peristiwa ini menandai terbelahnya Kerajaan Mataram menjadi dua, yaitu Kasultanan Yogyakarta dan Kasunanan Surakarta, melalui Perjanjian Giyanti yang ditandatangani pada 13 Februari 1755.",
        "Perjanjian Giyanti merupakan kesepakatan antara Pakubuwono III dari Kasunanan Surakarta, Pangeran Mangkubumi (yang kemudian menjadi Sri Sultan Hamengkubuwono I), dan VOC (Vereenigde Oost-Indische Compagnie atau Perusahaan Hindia Timur Belanda). Perjanjian ini mengakhiri konflik panjang yang dipicu oleh perebutan kekuasaan di Mataram.",
        "Meskipun Hadeging Nagari telah diumumkan pada 13 Maret 1755, pembangunan Keraton Yogyakarta baru dimulai pada 9 Oktober 1755. Selama masa pembangunan, Sri Sultan Hamengkubuwono I dan keluarga tinggal di Pesanggrahan Ambar Ketawang. Keraton Yogyakarta secara resmi ditempati pada 7 Oktober 1756.",
        "Berdirinya Kasultanan Yogyakarta bukan hanya sekadar peristiwa politik, tetapi juga awal dari perkembangan budaya dan peradaban yang kaya. Yogyakarta kemudian menjadi pusat kebudayaan Jawa yang penting, dengan warisan seni, sastra, dan tradisi yang masih dilestarikan hingga saat ini.",
        "Tahun ini, tema yang diusung adalah 'Tumata, Tuwuh, Ngrembaka' yang berarti tertata, tumbuh dan berkembang. Mari kita bersama-sama mewujudkan Jogja yang semakin maju dan sejahtera."
      ],
      "url": "/berita/ppdb-2025-2026",
      "urlToImage": "https://smkn1bantul.sch.id/storage/01JP6WWTYRHTX9GA0EGE65AG0C.jpg",
      "publishedAt": "2025-09-28T09:00:00Z"
    }
  ]
}
