[
{
  "id": "akutansi-dan-lembaga-keuangan",
  "content": {
    "title": "Akuntansi dan Lembaga Keuangan",
    "images": "/images/majors/programjurusan1.jpeg",
    "sections": [
      {
        "type": "paragraph",
        "text": "Program keahlian Akuntansi dan Keuangan Lembaga SMKN 1 Bantul dirancang untuk membekali siswa dengan pengetahuan dan keterampilan yang mendalam di bidang akuntansi, sesuai dengan kebutuhan industri dan dunia usaha. Program ini mempersiapkan peserta didik untuk menjadi tenaga profesional yang siap bekerja di berbagai sektor, termasuk perusahaan, lembaga keuangan, dan pemerintahan."
      },
      {
        "type": "paragraph",
        "text": "Peserta didik diajarkan menguasai dasar-dasar akuntansi seperti pencatatan transaksi keuangan, penyusunan laporan keuangan, perpajakan, serta analisis keuangan. Selain itu, mereka juga dibekali dengan keterampilan teknologi, terutama dalam penggunaan software akuntansi modern yang banyak digunakan di dunia kerja saat ini."
      },
      {
        "type": "heading",
        "text": "Tujuan Konsentrasi Keahlian Akuntansi adalah terwujudnya peserta didik yang kompeten dan berwawasan global di bidang Teknisi Akuntansi Yunior, dan menguasai kompetensi-kompetensi di antaranya:"
      },
      {
        "type": "list",
        "items": [
          "Mengelola Dokumen Transaksi",
          "Proses Entri Jurnal",
          "Memproses Buku Besar",
          "Menyusun Laporan Keuangan",
          "Memproses Dokumen Kas Kecil",
          "Memproses Dokumen Dana Kas di Bank",
          "Mengelola Kartu Piutang",
          "Mengelola Kartu Persediaan",
          "Mengelola Aktiva Tetap",
          "Mengelola Kartu Utang",
          "Menyiapkan Surat Pemberitahuan Pajak",
          "Mengoperasikan Paket Program Pengolah Angka (Spreadsheet)",
          "Menyajikan Laporan Harga Pokok",
          "Mengoperasikan Aplikasi Komputer Akuntansi"
        ]
      },
      {
        "type": "paragraph",
        "text": "Proses pembelajaran di jurusan akuntansi dan keuangan lembaga didukung oleh fasilitas yang lengkap dan tenaga pengajar profesional yang memiliki latar belakang akademik dan pengalaman yang kuat di bidang akuntansi. Kurikulum yang diterapkan tidak hanya berfokus pada teori, tetapi juga pada praktik langsung di dunia industri melalui program magang dan kerja sama dengan berbagai perusahaan."
      },
      {
        "type": "paragraph",
        "text": "Selain itu, SMK Negeri 1 Bantul juga berkomitmen untuk membentuk karakter siswa agar memiliki etika profesional yang tinggi, teliti, jujur, dan bertanggung jawab dalam menjalankan tugasnya. Dengan berbagai kompetensi yang diajarkan, lulusan program keahlian Akuntansi di SMK Negeri 1 Bantul diharapkan mampu bersaing dan berkontribusi dalam dunia kerja, baik di tingkat lokal, nasional, maupun internasional."
      }
    ],
    "link": "akutansi-dan-lembaga-keuangan"
  }
},

  {
    "id": "rekayasa-perangkat-lunak",
    "content": {
      "title": "Rekayasa Perangkat Lunak",
      "images": "/images/majors/programjurusan6.jpeg",
      "sections": [
        {
          "type": "paragraph",
          "text": "Kompetensi Keahlian Rekayasa Perangkat Lunak (RPL) di SMK Negeri 1 Bantul dirancang untuk membekali siswa dengan keterampilan dan pengetahuan dalam pengembangan perangkat lunak yang berkualitas."
        },
        {
          "type": "heading",
          "text": "Tujuan dari Program Keahlian Pengembangan Perangkat Lunak dan Gim"
        },
        {
          "type": "list",
          "items": [
            "Terwujudnya Keterampilan Teknis: tujuan utama dari program keahlian ini adalah memberikan peserta didik keterampilan teknis yang diperlukan dalam pengembangan perangkat lunak dan gim. Peserta didik akan belajar tentang pemrograman, desain perangkat lunak, pengujian, dan implementasi sistem. Peserta didik juga akan belajar tentang pengembangan gim, termasuk desain, pemrograman, dan integrasi elemen-elemen gim seperti grafika, suara, dan kecerdasan buatan.",
            "Terwujudnya Kesiapan Karir di Industri Perangkat Lunak dan Gim:  Program ini bertujuan untuk mempersiapkan peserta didik untuk memasuki industri perangkat lunak dan gim. Dengan mempelajari keterampilan dan pengetahuan yang relevan, lulusan diharapkan siap untuk bekerja sebagai programmer, pengembang perangkat lunak, desainer gim, atau profesional lainnya di industri ini. Tujuannya adalah menciptakan lulusan yang siap kerja dan dapat berkontribusi dalam industri yang berkembang pesat ini.",
            "Terwujudnya Kreativitas dan Inovasi: Program keahlian ini juga bertujuan untuk mengembangkan kreativitas dan inovasi peserta didik dalam pengembangan perangkat lunak dan gim. Peserta didik akan didorong untuk berpikir kreatif dalam merancang solusi perangkat lunak yang efektif dan gim yang menarik. Tujuannya adalah menghasilkan lulusan yang mampu menghadapi tantangan dalam industri ini dengan ide-ide baru dan solusi yang inovatif.",
            "Terwujudnya Penguatan Konsep Pengembangan Gim:  Salah satu tujuan program ini adalah memperkenalkan peserta didik pada konsep dan prinsip dasar pengembangan gim. Peserta didik akan belajar tentang desain gim, pengembangan konten, animasi, fisika gim, kecerdasan buatan dalam gim, dan aspek lain yang terkait dengan pembuatan gim. Tujuannya adalah memberikan pemahaman yang komprehensif tentang pengembangan gim sebagai bagian penting dari industri perangkat lunak.",
            "Terwujudnya Kolaborasi Tim dan Keterampilan Komunikasi: Terwujudnya Kolaborasi Tim dan Keterampilan Komunikasi: Dalam program ini, peserta didik juga akan diajarkan untuk bekerja dalam tim dan mengembangkan keterampilan komunikasi yang baik. Karena pengembangan perangkat lunak dan gim sering melibatkan kolaborasi antara anggota tim yang memiliki peran yang berbeda, tujuan ini adalah membekali peserta didik dengan keterampilan interpersonal yang diperlukan untuk bekerja dalam lingkungan tim yang produktif."
          ]
        },
        {
          "type": "paragraph",
          "text": "Melalui Program Keahlian Pengembangan Perangkat Lunak dan Gim, SMKN 1 Bantul bertujuan untuk melahirkan lulusan yang memiliki keterampilan teknis yang solid, kemampuan berpikir kreatif, dan siap untuk berkarir dalam industri perangkat lunak dan gim yang terus berkembang."
        },
        {
          "type":"paragraph",
          "text": "Siswa yang mengikuti program RPL akan mempelajari berbagai aspek pengembangan perangkat lunak, mulai dari pemrograman dasar hingga tingkat lanjut, analisis sistem, desain dan pengembangan aplikasi, pengujian perangkat lunak, hingga pemeliharaan dan pengelolaan proyek teknologi informasi. Bahasa pemrograman seperti Java, Python, PHP, C#, serta penguasaan database seperti MySQL dan PostgreSQL menjadi bagian dari kurikulum untuk memastikan siswa siap menghadapi tantangan teknologi masa kini. Selain itu teknologi tentang framework terbaru seperti Laravel, CodeIgniter, Bootstrap, Tailwind, dan Flutter juga diajarkan."
        },
        {
          "type":"paragraph",
          "text": "Selain penguasaan teknis, siswa juga diajarkan metodologi pengembangan perangkat lunak, seperti Agile dan Scrum, yang banyak digunakan dalam industri saat ini. Mereka juga dibekali dengan keterampilan dalam analisis kebutuhan pengguna, pemecahan masalah, serta penerapan teknologi terkini seperti kecerdasan buatan (AI), big data, dan pengembangan aplikasi berbasis web maupun mobile."
        },
        {
          "type":"paragraph",
          "text": "Proses pembelajaran di SMK Negeri 1 Bantul tidak hanya menekankan pada teori, tetapi juga praktik langsung melalui proyek pengembangan perangkat lunak. Siswa diberikan kesempatan untuk membuat aplikasi nyata yang bermanfaat, baik untuk komunitas sekolah, masyarakat, maupun dunia usaha. Selain itu, program magang di perusahaan teknologi atau startup digital menjadi bagian integral dari kurikulum, sehingga siswa dapat merasakan pengalaman kerja di industri dan memahami kebutuhan serta standar yang berlaku di dunia profesional."

        },
        {
          "type": "paragraph",
          "text": "Peluang kerja lulusan pengembangan perangkat lunak dan gim antara lain:"
        },
        {
          "type": "list",
          "items": [
            "Programmer",
            "Game Developer",
            "Mobile App Developer",
            "UI/UX Designer",
            "Game Designer",
            "DevOps Engineer",
            "Software Tester / QA Tester",
            "Full-Stack Developer",
            "Freelancer dan Indie Developer",
            "AI Engineer",
            "AR/VR Developer",
            "Cloud Engineer",
            "Cybersecurity Specialist"
          ]
        }
      ],
      "link": "rekayasa-perangkat-lunak"
    }
  },
  {
    "id": "layanan-perbankan-syariah",
    "content": {
      "title": "Layanan Perbankan Syariah",
      "images": "/images/majors/programjurusan2.jpeg",
      "sections": [
        {
          "type":"paragraph",
          "text": "Program keahlian Layanan Perbankan Syariah di SMK Negeri 1 Bantul dirancang untuk memberikan pendidikan dan pelatihan yang komprehensif kepada siswa dalam bidang perbankan berbasis prinsip syariah. Program ini bertujuan untuk mencetak tenaga profesional yang handal dan berakhlak mulia, dengan keterampilan yang sesuai untuk bekerja di lembaga keuangan syariah seperti bank syariah, koperasi syariah, dan lembaga keuangan lainnya."

        },
        {
          "type": "paragraph",
          "text": "Program Keahlian Akuntansi dan Keuangan akan menjabarkan masing masing Kompetensi Inti tersebut ke dalam Kompetensi Dasar pada setiap mata pelajaran, sehingga secara terintegrasi akan mencapai kompetensi inti yang ditetapkan. Program Keahlian Akuntansi dan Keuangan dengan Konsentrasi Perbankan Syariah akan mencetak peserta didik yang kompeten dan berwawasan global di bidang Perbankan Syariah, dan menguasai kompetensi-kompetensi  diantaranya:"
        },
        {
          "type": "list",
          "items": [
             "Menerapkan prinsip praktek profesional dalam bekerja",
             "Menerapkan Praktik-Praktik Kesehatan dan Keselamatan di Tempat Kerja",
             "Menerapkan Prinsip-Prinsip Ekonomi Islam dalam Perbankan Syariah",
             "Memproses Transaksi Keuangan",
             "Melayani Nasabah dan Pihak Lain",
             "Mengoperasikan paket program pengolahan angka/spreadsheet",
             "Mengoperasikan Aplikasi Komputer Akuntansi"
          ]
        },
        {
          "type":"paragraph",
          "text": "Fasilitas pendukung yang lengkap serta bimbingan dari tenaga pengajar yang kompeten dan berpengalaman memastikan bahwa siswa memperoleh keterampilan praktis yang relevan dengan perkembangan industri perbankan syariah saat ini. Tak hanya itu, karakter keislaman yang kuat, kejujuran, dan etika kerja yang baik juga menjadi fokus utama dalam membentuk lulusan yang tidak hanya mahir secara teknis, tetapi juga berintegritas."
        },
        {
          "type":"paragraph",
          "text": "Dengan bekal kompetensi yang diajarkan, lulusan Layanan Perbankan Syariah dari SMK Negeri 1 Bantul diharapkan mampu bersaing di dunia kerja dan berkontribusi dalam mengembangkan sektor keuangan syariah, baik di tingkat nasional maupun internasional."
        }
      ],
      "link": "layanan-perbankan-syariah"
    }
  },
  {
  "id": "manajemen-perkantoran-dan-layanan-bisnis",
  "content": {
    "title": "Manajemen Perkantoran dan Layanan Bisnis",
    "images": "/images/majors/programjurusan4.jpeg",
    "sections": [
      {
        "type": "paragraph",
        "text": "Program keahlian Manajemen Perkantoran dan Layanan Bisnis di SMK Negeri 1 Bantul dirancang untuk membekali siswa dengan keterampilan dan pengetahuan yang dibutuhkan untuk bekerja secara profesional dalam lingkungan perkantoran dan bisnis modern. Program ini memberikan pemahaman yang mendalam tentang manajemen administrasi perkantoran, pengelolaan informasi, serta layanan bisnis yang efisien dan efektif."
      },
      {
        "type": "paragraph",
        "text": "Tujuan dari Program Keahlian Manajemen Perkantoran dan Layanan Bisnis adalah terwujudnya peserta didik yang memiliki keterampilan, pengetahuan dan sikap dalam:"
      },
      {
        "type": "list",
        "items": [
          "Memahami proses bisnis manajemen perkantoran dan layanan bisnis di dunia kerja",
          "Memahami perkembangan penerapan teknologi dan isu - isu global dalam manajemen perkantoran dan layanan bisnis",
          "Memahami profil entrepreneurship, job profile, peluang usaha dan pekerjaan/profesi dalam bidang manajemen perkantoran dan layanan bisnis",
          "Menerapkan teknik dasar aktivitas perkantoran di bidang manajemen perkantoran dan layanan bisnis",
          "Mengelola dokumen berbasis digital",
          "Menggunakan peralatan dan aplikasi teknologi perkantoran",
          "Mengelola sistem informasi dan komunikasi organisasi",
          "Memberikan layanan bisnis dan logistik sesuai standar yang ditentukan.",
          "Menerapkan dan mengembangkan kemampuan mengelola administrasi keuangan sehingga segala aspek keuangan dapat dilaporkan dan dipertanggungjawabkan"
        ]
      },
      {
        "type": "paragraph",
        "text": "Siswa di jurusan ini akan diajarkan berbagai aspek penting dalam dunia perkantoran, mulai dari administrasi dokumen, manajemen waktu, pengelolaan data, pelayanan pelanggan, hingga penguasaan perangkat lunak perkantoran dan teknologi digital yang semakin berkembang. Keterampilan komunikasi, pengelolaan agenda, serta kemampuan bekerja sama dalam tim juga menjadi fokus penting dalam pembelajaran."
      },
      {
        "type": "paragraph",
        "text": "Selain aspek teknis, program ini juga memberikan pelatihan mengenai prosedur pelayanan bisnis yang baik, termasuk bagaimana memberikan layanan yang profesional kepada klien dan rekan kerja, serta etika kerja yang baik. Pembelajaran di SMK Negeri 1 Bantul menekankan pentingnya sikap disiplin, tanggung jawab, dan kejelian dalam mengelola berbagai tugas administrasi dan operasional bisnis."
      }
    ],
    "link": "manajemen-perkantoran-dan-bisnis"
  }
},

  {
  "id": "pemasaran",
  "content": {
    "title": "Pemasaran",
    "images": "/images/majors/programjurusan3.jpeg",
    "sections": [
      {
        "type": "paragraph",
        "text": "Kompetensi Keahlian Pemasaran di SMK Negeri 1 Bantul dirancang untuk membekali siswa dengan pengetahuan dan keterampilan yang mendalam di bidang pemasaran modern, baik untuk produk maupun jasa. Program ini mempersiapkan siswa agar mampu bersaing di dunia kerja dengan menjadi tenaga pemasaran yang profesional dan inovatif, serta memahami strategi pemasaran yang sesuai dengan kebutuhan pasar yang terus berkembang."
      },
      {
        "type": "paragraph",
        "text": "Dalam program ini, siswa mempelajari berbagai aspek pemasaran, mulai dari riset pasar, pengembangan strategi pemasaran, perencanaan promosi, hingga teknik penjualan. Siswa juga dilatih untuk menguasai keterampilan komunikasi yang baik, negosiasi, serta kemampuan dalam membangun dan menjaga hubungan dengan pelanggan. Kemampuan dalam mengelola dan memanfaatkan media digital sebagai alat pemasaran juga menjadi bagian penting dari pembelajaran, mengingat tren pemasaran yang kini banyak bergeser ke arah digital."
      },
      {
        "type": "paragraph",
        "text": "Tujuan Program Keahlian Pemasaran adalah terwujudnya peserta didik yang menguasai berbagai keilmuan dan praktik pada ruang lingkup pengelolaan pemasaran bisnis, kewirausahaan, serta keterampilan menjual produk dan layanan jasa. Di SMKN 1 Bantul, Program Keahlian Pemasaran ini dibagi menjadi 2 konsentrasi keahlian yaitu Konsentrasi Keahlian Bisnis Retail yang berfokus pada keterampilan pemasaran secara konvensional, dan Konsentrasi Keahlian Bisnis Digital yang berfokus pada keterampilan pemasaran secara daring. Kurikulum yang dirancang merupakan hasil dari berbagai saran, masukan, dan identifikasi dari berbagai keterampilan yang dibutuhkan industri yang bergelut di bidang marketing online yaitu Abdina Spunbond."
      },
      {
        "type": "list",
        "items": [
          "Memahami ekonomi bisnis dan administrasi umum",
          "memahami marketing",
          "melakukan perencanaan bisnis",
          "melaksanakan komunikasi bisnis",
          "melakukan digital branding",
          "mengaplikasikan digital onboarding",
          "mengaplikasikan digital marketing; dan",
          "mengaplikasikan digital operation."
        ]
      },
      {
        "type": "paragraph",
        "text": "Konsentrasi Keahlian Bisnis retail bertujuan terwujudnya peserta didik yang memiliki sikap, pengetahuan, dan keterampilan (soft skills dan hard skills), yang meliputi:"
      },
      {
        "type": "list",
        "items": [
          "menerapkan ekonomi bisnis dan administrasi umum",
          "menganalisis marketing",
          "melakukan customer service",
          "melakukan komunikasi bisnis",
          "menganalisis pengelolaan bisnis retail",
          "mengevaluasi strategi marketing visual merchandising",
          "melakukan pengemasan dan pendistribusian produk; dan",
          "membuat administrasi transaksi."
        ]
      },
      {
        "type": "paragraph",
        "text": "Dengan dukungan fasilitas pendidikan yang modern serta tenaga pengajar berpengalaman, siswa diajak untuk selalu kreatif dan inovatif dalam merancang strategi pemasaran yang efektif dan efisien. Siswa juga dilatih untuk memiliki etika kerja yang baik, integritas tinggi, serta mampu bekerja secara profesional dalam tim."
      },
      {
        "type": "paragraph",
        "text": "Lulusan program Pemasaran dari SMK Negeri 1 Bantul memiliki prospek karir yang sangat luas, baik di perusahaan swasta, lembaga pemerintahan, maupun sebagai wirausaha. Mereka siap bekerja di bidang penjualan, manajemen pemasaran, pengembangan bisnis, serta berbagai profesi lain yang terkait dengan pemasaran dan bisnis. Kompetensi ini memberikan bekal kuat bagi siswa untuk bersaing di dunia kerja yang semakin kompetitif dan berperan aktif dalam memajukan sektor pemasaran."
      }
    ],
    "link": "pemasaran"
  }
},

  {
    "id": "desain-komunikasi-visual",
    "content": {
      "title": "Desain Komunikasi Visual",
      "images": "/images/majors/programjurusan5.jpeg",
       "sections": [
        {
          "type":"paragraph",
          "text": " Kompetensi Keahlian Desain Komunikasi Visual di SMK Negeri 1 Bantul dirancang untuk membekali siswa dengan keterampilan kreatif dan teknis di bidang desain grafis dan komunikasi visual. Program ini menghasilkan lulusan yang mampu menciptakan karya visual yang efektif dan menarik untuk berbagai media, baik cetak maupun digital, dengan menggabungkan elemen estetika, teknologi, dan strategi komunikasi"
        },
        {
          "type": "paragraph",
          "text": "Tujuan program keahlian desain komunikasi visual adalah terwujudnya tamatan yang terampil dan memiliki kemampuan berwirausaha dibidang industri kreatif yang berdasarkan kecerdasan kreatif dalam mengantisipasi dan memecahkan masalah dibidang Desain Komunikasi Visual sehingga mampu mengolah data, mencari solusi akan kebutuhan desain, meliputi penguasaan media informasi, publikasi, dan promosi. Dengan menguasai konsep yang inovatif, profesional dan teknis praktis serta mengedepankan budaya rupa nusantara, berpikir kreatif dan apresiatif. Membekali peserta didik agar mampu di dunia Ilustrasi, Fotografi, Desain Grafis, Iklan TV, komik, karikatur, printing sehingga memilih kesempatan berkompetitif karir sebagai visualiser artis, ilustrator, komikus, karikaturis, tata artistik artis, dekorator, fotografer, event organizer, printing operator Digital ilustrasi. Membekali peserta didik agar mampu mengolah image/gambar untuk ilustrasi perancangan komunikasi visual dengan berbagai software komputer grafis seperti corel draw, adobe photoshop, adobe illustrator. Hasil akhir karyanya bisa berupa karya digital imaging, karya ilustrasi untuk cover novel/ buku/ majalah/ tabloid, karya ilustrasi cerita bergambar /komik, karya ilustrasi untuk cerpen,rubrik dalam majalah,karya ilustrasi infogram dan sebagainya"
        },
        {
          "type":"paragraph",
          "text" : "Pembelajaran di jurusan ini tidak hanya berfokus pada penguasaan teknis, tetapi juga mengembangkan kemampuan berpikir kreatif, analitis, serta komunikasi yang kuat. Siswa diajak untuk memahami bagaimana elemen visual dapat digunakan untuk menyampaikan pesan secara efektif dan bagaimana desain dapat mempengaruhi persepsi audiens. Selain itu, mereka juga diajarkan untuk memahami tren dan kebutuhan pasar yang terus berkembang di industri kreatif."
        },
        {
          "type":"paragraph",
          "text": "Di SMK Negeri 1 Bantul, siswa jurusan Desain Komunikasi Visual mendapatkan pengalaman belajar melalui berbagai proyek kreatif yang menantang dan mendukung pengembangan portofolio profesional. Program magang di perusahaan desain, media, atau agensi kreatif juga menjadi bagian dari kurikulum, sehingga siswa memiliki kesempatan untuk menerapkan keterampilan mereka di dunia kerja nyata."
        },
        {
          "type":"list",
          "items":[
            "Peluang kerja Desain Komunikasi visual",
            "Fotografi: membekali peserta didik agar mampu berkarya fotografi dengan 5 teknik pemotretan (doft luas, doft sempit, planning, stop action dan show action),serta mampu mengaplikasikan karya fotografi tersebut untuk ilustrasi perancangan komunikasi visual. praktik pembelajaran fotografi berupa: pemotretan pas foto pemotretan dokumentasi pemotretan close up & model pemotretan pre-wedding, wedding pemotretan still life, landscape pemotretan moment &  human interest pemotretan cahaya  malam & light painting fotografi desain pemotretan dilakukan secara outdoor dan indoor di dalam studio DKV",
            "Desain grafis"
          ]
        },
        {
          "type":"paragraph",
          "text": "Media cetak (outdoor  dan indoor) membekali peserta didik agar mampu mengoperasikan dan mengaplikasikan berbagai software  komputer grafis seperti corel draw, adobe photoshop, adobe illustrator, adobe in design ke dalam segala perancangan komunikasi visual media cetak. hasil akhir karyanya bisa berupa : corporate identity/design logo (logotype-logogram,trade mark/merk dagang) desain stationery (papan nama,id card/kartu nama, amplop, kertas surat, kertas memo, stop map, buku, coaster, sticker, kalender meja dan dinding. desain cover buku, majalah, tabloid, surat kabar, katalog, leaflet, brosur, flyer desain packaging/kemasan produk, merchandise, car branding desain umbul umbul, spanduk, banner, backdrop, billboard, building add-on neon sign, neon box wedding card/desain kartu undangan pernikahan desain iklan majalah, poster komersial, poster sosial"
        },
        {
          "type":"list",
          "items": [
            "Videografi: Membekali peserta didik agar mampu berkarya videografi (membuat skenario iklan/film indie, storyboard, shooting/pengambilan gambar produksi, editing-dubbing-pemberian animasi dan melakukan pasca produksi). Selain itu juga membekali peserta didik agar mampu melaksanakan editing video dengan software adobe premier, pinnacle dan corel video studio praktik pembelajaran videografi berupa: shooting-editing video, pembuatan video klip, video dokumentasi, video dokumentasi wedding, video efek untuk iklan/film movie company profile iklan televisi film indie",
            "Bisnis Percetakan: Bisnis percetakan dimulai dari cetak kartu undangan, kartu nama, cetak foto, sablon kaos, sablon spanduk, jasa ngeprint, dan lain sebagainya",
            "Bisnis Souvenir: Bisnis souvenir meliputi sablon kaos, cetak stiker,  cetak mug, sablon tas, dan aneka souvenir lain dengan bentuk dan desain unik dan khas. ",
            "Film Maker: Memproduksi film tidak harus berupa film durasi panjang dan pendek",
            "Jasa Video Shooting: Mendokumentasikan momen-momen berharga seperti perkawinan, wisuda, acara budaya, ulang tahun. Di samping itu juga bisa untuk pembuatan profil lembaga atau perusahaan.",
            "Bisnis Era Digital Content Creator: Content creator membuat suatu konten, baik berupa tulisan, gambar, video, atau suara seperti You Tube, Instagram, Blog, dan sebagainya.",
            "Youtuber: Youtuber seperti konten-konten video dan konten konten gambar.",
            "Digital Marketing: Digital marketing seperti mempromosikan produk, baik produk fisik maupun produk digital"
          ]
        },
        {
          "type":"paragraph",
          "text": "Dengan dukungan fasilitas yang memadai dan bimbingan dari tenaga pengajar yang berpengalaman di bidang desain, siswa diajak untuk terus berinovasi dan mengembangkan karya-karya visual yang tidak hanya estetis, tetapi juga memiliki nilai komersial dan komunikatif yang kuat."
        }
       ],
       "link": "desain-komunikasi-visual"
      
    }
  },
  {
    "id": "teknik-komputer-dan-jaringan",
    "content": {
      "title": "Teknik Komputer dan Jaringan",
      "images": "/images/majors/programjurusan7.jpeg",
      "sections":[
        {
          "type":"paragraph",
          "text": "Kompetensi Keahlian Teknik Komputer dan Jaringan (TKJ) di SMK Negeri 1 Bantul dirancang untuk membekali siswa dengan keterampilan dan pengetahuan mendalam di bidang teknologi informasi, khususnya dalam hal pengelolaan komputer dan infrastruktur jaringan. Program ini mempersiapkan siswa menjadi tenaga profesional yang mampu merancang, membangun, mengelola, dan memelihara jaringan komputer serta sistem komputer yang efisien dan aman."
        },
        {
          "type":"paragraph",
          "text": "Siswa yang memilih program keahlian TKJ akan mempelajari berbagai aspek teknis yang penting dalam dunia teknologi informasi, seperti instalasi dan konfigurasi perangkat keras komputer, perakitan komputer, pengoperasian dan pemeliharaan perangkat lunak, serta perancangan dan pengelolaan jaringan komputer (LAN, WAN, dan internet). Selain itu, siswa juga dilatih untuk memahami konsep keamanan jaringan (network security), virtualisasi, serta pengelolaan server dan data center."
        },
        {
          "type":"paragraph",
          "text":"Tujuan Program Keahlian Teknik Jaringan Komputer dan Telekomunikasi untuk membekali peserta didik dengan seperangkat pengetahuan, keterampilan, mempelajari di Program Keahlian Teknik Jaringan Komputer dan Telekomunikasi, antara lain:"
        },
        {
          "type":"list",
          "items":[
            "Terwujudnya peserta didik yang memiliki keahlian  pada  Program Keahlian Teknik  Jaringan  Komputer  dan  Telekomunikasi",
            "Terwujudnya peningkatan lebih lanjut   kemampuan   logika   dan   teknologi   digital (Computational Thinking)",
            "Terwujudnya peserta didik yang membiasakan bernalar kritis dalam menghadapi permasalahan, bekerja mandiri, serta kreatif dalam menemukan solusi permasalahan kehidupan",
            "Terwujudnya pemahaman Peserta didik dalam proses bisnis pada bidang teknik komputer dan telekomunikasi, meliputi perencanaan, analisis kebutuhan pelanggan, strategi implementasi (instalasi dan konfigurasi), dan perancangan prosedur kepuasan pelanggan termasuk di dalamnya penerapan budaya mutu",
            "Terwujudnya Peserta didik yang mampu mengikuti perkembangan teknologi pada perangkat teknik jaringan komputer dan telekomunikasi termasuk 5g, microwave link, ipv6, teknologi serat optik terkini, sistem sensor, iot, smart device, smart home, smart city, cloud computing, serta menganalisis isu-isu implementasi teknologi jaringan dan telekomunikasi terkini antara lain keamanan informasi, penetrasi internet",
            "Terwujudnya Peserta didik yang mampu memahami jenis-jenis profesi kewirausahaan (job-profile dan technopreneurship) serta peluang usaha di bidang teknik jaringan komputer dan telekomunikasi, untuk  membangun vision dan passion, dengan melaksanakan pembelajaran berbasis proyek nyata sebagai simulasi proyek kewirausahaan.",
            "Terwujudnya Peserta didik yang mampu menggunakan peralatan/teknologi di bidang jaringan komputer dan telekomunikasi antara lain komputer, router, manageable switch, otdr, firewall, server, dan lain-lain.",
            "Terwujudnya Peserta didik yang mampu menerapkan K3LH dan budaya kerja industri, antara lain: praktik-praktik kerja yang aman, bahaya-bahaya di tempat kerja, prosedur-prosedur dalam keadaan darurat, dan penerapan budaya kerja industri (ringkas, rapi, resik, rawat, rajin), termasuk pencegahan kecelakaan kerja di tempat tinggi dan prosedur kerja di tempat tinggi (pemanjatan).",
            "Terwujudnya Peserta didik yang mampu memahami prinsip dasar sistem ipv4/ipv6, tcp ip, networking service, sistem keamanan jaringan telekomunikasi, sistem seluler, sistem microwave, sistem VSAT IP, sistem optik, dan sistem WLAN.",
            "Terwujudnya Peserta didik yang mampu menggunakan alat ukur, termasuk pemeliharaan alat ukur untuk seluruh jaringan komputer dan sistem telekomunikasi",
            "Terwujudnya Peserta didik yang mahir dalam menginstalasi perangkat komputer personal dan menginstall sistem operasi dan aplikasi",
            "Terwujudnya peserta didik yang mampu menginstalasi perangkat jaringan berbasis lokal dan perangkat jaringan berbasis luas",
            "Terwujudnya peserta didik yang mampu merancang bangun dan mengadministrasi jaringan berbasis luas"
          ]
        }
      ],
      "link": "teknik-komputer-dan-jaringan"
    }
  }
]
